Repository: SaurabhBagde/wp-book
Catalog: languages/*.po
Languages: fr_ca

source: Custom widget to display selected category books
fr_ca: Widget personnalisé pour afficher certains livres de catégorie

source: Book Category
fr_ca: Catégorie livre

source: Title:
fr_ca: Titre :

source: Number of categories to display
fr_ca: Nombre de catégories à afficher

source: Choose the Taxonomy to display
fr_ca: Choisissez la taxonomie à afficher

source: View all posts in %s
fr_ca: Voir toutes les publications dans %s

source: Books Menu
fr_ca: Collection de livres

source: Configure Book Options
fr_ca: Configurer les options de livres

# Post Type General Name
source: Books
fr_ca: Des livres

# Post Type Singular Name
source: Book
fr_ca: Réserver

source: Books
fr_ca: Des livres

source: Parent Book
fr_ca: Livre parent

source: All Books
fr_ca: Tous les livres

source: View Book
fr_ca: Voir le livre

source: Add New Book
fr_ca: Ajouter un nouveau livre

source: Edit Book
fr_ca: Modifier le livre

source: Update Book
fr_ca: Mettre à jour le livre

source: Search Book
fr_ca: Rechercher un livre

source: Not Found
fr_ca: Pas trouvé

source: Not found in Trash
fr_ca: Non trouvé dans la corbeille

source: books
fr_ca: livres

source: Books Collection
fr_ca: Collection de livres

# Taxonomy Genaral Name
source: Books Category
fr_ca: Catégorie Livres

# Taxonomy Singular Name
source: Book Category
fr_ca: Catégorie livre

source: Search Books
fr_ca: Rechercher des livres

source: Parent Book:
fr_ca: Livre des parents:

source: Update Book category
fr_ca: Mettre à jour la catégorie de livre

source: Add New Book category
fr_ca: Ajouter une nouvelle catégorie de livre

source: New Book category
fr_ca: Nouvelle catégorie de livre

source: No Book Category Found
fr_ca: Aucune catégorie de livre trouvée

# Taxonomy Genaral Name
source: Books Tag
fr_ca: Tag Livres

source: Search Books Tag
fr_ca: Rechercher une balise dans les livres

source: Popular Books Tag
fr_ca: Balise Livres populaires

source: All Books Tag
fr_ca: Tous les livres Tag

source: Edit Books Tag
fr_ca: Modifier la balise des livres

source: Update Books Tag
fr_ca: Mettre à jour la balise des livres

source: Add New Books Tag
fr_ca: Ajouter une nouvelle balise de livres

source: New Books Tag Name
fr_ca: Nom de la balise des nouveaux livres

source: Separate books tag with commas
fr_ca: Balise de livres séparée par des virgules

source: Add or remove Books Tag
fr_ca: Ajouter ou supprimer une balise Livres

source: Choose from the most used Books Tag
fr_ca: Choisissez parmi les balises de livres les plus utilisées

source: Books Tag
fr_ca: Tag Livres

source: Book Meta
fr_ca: Livre Meta

source: Author Name
fr_ca: Nom de l'auteur

source: Price
fr_ca: Prix

source: Publisher
fr_ca: Éditeur

source: Year
fr_ca: An

source: Edition
fr_ca: Édition

source: URL
fr_ca: lien

source: Book Setting
fr_ca: Réglage du livre
