Repository: SaurabhBagde/wp-book
Catalog: languages/wp-book-*.po
Languages: it

source: Custom widget to display selected category books
it: Widget personalizzato per visualizzare i libri di categorie selezionati

source: Book Category
it: Categoria Libro

source: Title:
it: Titolo:

source: Number of categories to display
it: Numero di categorie da visualizzare

source: Choose the Taxonomy to display
it: Scegliere la tassonomia da visualizzare

source: View all posts in %s
it: Vedi tutti gli articoli in %s

# Post Type General Name
source: Books
it: Libri

# Post Type Singular Name
source: Book
it: Libro

source: Books
it: Libri

source: Parent Book
it: Libro Principale

source: All Books
it: Tutti i libri

source: View Book
it: Visualizza libro

source: Add New Book
it: Aggiungi nuovo libro

source: Edit Book
it: Modifica libro

source: Update Book
it: Aggiorna libro

source: Search Book
it: Cerca nel libro

source: Not Found
it: Non trovato

source: Not found in Trash
it: Non trovato nel Cestino

source: books
it: libri

source: Books Collection
it: Raccolta di libri

# Taxonomy Genaral Name
source: Books Category
it: Categoria libri

# Taxonomy Singular Name
source: Book Category
it: Categoria del libro

source: Search Books
it: Cerca libri

source: Parent Book:
it: Libro genitori:

source: Update Book category
it: Aggiorna la categoria del libro

source: Add New Book category
it: Aggiungi categoria Nuovo libro

source: New Book category
it: Nuova categoria di libri

source: No Book Category Found
it: Nessuna categoria di libri trovata

# Taxonomy Genaral Name
source: Books Tag
it: Tag di libri

source: Search Books Tag
it: Cerca tag di libri

source: Popular Books Tag
it: Tag di libri popolari

source: All Books Tag
it: Tag di tutti i libri

source: Edit Books Tag
it: Modifica tag libri

source: Update Books Tag
it: Aggiorna tag libri

source: Add New Books Tag
it: Aggiungi tag nuovi libri

source: New Books Tag Name
it: Nome tag nuovi libri

source: Separate books tag with commas
it: Etichetta di libri separata con virgole

source: Add or remove Books Tag
it: Aggiungi o rimuovi tag di libri

source: Choose from the most used Books Tag
it: Scegli tra i tag di libri pi√π utilizzati

source: Books Tag
it: Tag di libri

source: Book Meta
it: Prenota Meta

source: Author Name
it: Nome dell'autore

source: Price
it: Prezzo

source: Publisher
it: Editore

source: Year
it: Anno

source: Edition
it: Edizione

source: URL
it: collegamento
